Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/aanaar/kuntouttava-tyotoiminta.html.tmx
Source language: fin
Languages: smn

source: Kuntouttava työtoiminta - INARI.
smn: Vajoidittee pargotoimâ - INARI.

source: Suomeksi
smn: Ovdâsijđo

source: Palvelut
smn: Palvâlusah

source: Päätöksenteko
smn: Miärádâstoohâm

source: Matkailu
smn: Mađhâšem

source: Yhteystiedot
smn: Ohtâvuođâtiäđuh

source: Sosiaali- ja terveyspalvelut
smn: Sosiaal- já tiervâsvuođâpalvâlusah

source: Sosiaalityö
smn: Sosiaalpargo

source: Kuntouttava työtoiminta
smn: Vajoidittee pargotoimâ

source: Kenelle Kunta järjestää Työtoiminnasta laaditaan sopimus Työtoiminnasta saa taloudellista etua Työtoiminnan tehtävät ja sisältö sovitaan yksilöllisesti Työtoiminnasta saa palautetta ja työtodistuksen
smn: Kiäs Kieldâ uárnee Pargotooimâst ráhtoo sopâmus Pargotooimâst finnee ekonomâlâš hiäđu Pargotooimâ pargoh já siskáldâs suáppoo ohtâgâslávt Pargotooimâst uážžu macâttâs já pargotuođâštus

source: Kenelle
smn: Kiäs

source: Kuntouttava työtoiminta on tarkoitettu pitkään työttömänä olleelle henkilölle, joka saa työt-tömyyden perusteella toimeentulotukea ja/tai työmarkkinatukea.
smn: Vajoidittee pargotoimâ lii uáivildum kuhháá pargottáá lamaš ulmui, kote finnee pargottisvuođâ keežild áigápuátutorjuu já/tâi pargomarkkântorjuu.

source: Kuntouttavasta työtoiminnasta sovitaan aina aktivointisuunnitelmassa.
smn: Vajoidittee pargotooimâst suáppoo ain aktivistemvuáváámist.

source: Aktivointisuunnitelma laaditaan yhdessä asiakkaan, sosiaalityöntekijän ja työvoimaneuvojan kanssa.
smn: Aktivistemvuávám ráhtoo oovtâst äššigâššáin, sosiaalpargein já pargovyeimirävvejeijein.

source: Suunnitelmassa nimetään tavoitteet ja keinot, joiden avulla parhaiten edistetään asiakkaan työllistymistä, parannetaan hänen työ- ja toimintakykyään sekä yleistä elämänhallintaansa.
smn: Vuáváámist nomâttuvvojeh ulmeh já vyevih, moi vievâst pyeremustáá ovdeduvvoo äššigâš paargon šoddâm, pyereduvvoo suu pargo- já toimânahcâ sehe almos eellimhaldâšem.

source: Kunta järjestää
smn: Kieldâ uárnee

source: Kuntouttavan työtoiminnan järjestämisestä vastaa aina kunta.
smn: Vajoiditmân valdum ulmuu pargotooimâ orniimist västid ain kieldâ.

source: Sitä voidaan toteuttaa
smn: Tom puáhtá olášutteđ

source: kunnan tai kuntayhtymän eri toimipisteissä
smn: kieldâ tâi kieldâovtâstume jieškote-uv toimâčuágástuvâin

source: erilaisissa rekisteröidyissä yhdistyksissä
smn: jieškote-uvlágán registeristum seervijn

source: seurakunnissa
smn: servikuudijn

source: valtion virastoissa ja
smn: staatâ virgáduvâin já

source: säätiöissä
smn: vuáđudâsâin

source: Työtoiminnasta laaditaan sopimus
smn: Pargotooimâst ráhtoo sopâmuš

source: Kuntouttavasta työtoiminnasta laaditaan aina sopimus työnantajan, kunnan ja asiakkaan välillä.
smn: Vajoidittee pargotooimâst ráhtoo ain sopâmuš pargoadeleijee, kieldâ já äššigâš kooskâ.

source: Sopimuksessa määritellään työtoimintapaikka, työtoiminnan kesto ja sopijaosapuolten tavoitteet toiminnalle.
smn: Sopâmušâst miäruštâlluvvoo pargotoimâsaje, pargotooimâ kukkodâh já suáppeeuásipelij ulmeh tooimân.

source: Kuntouttava työtoiminta alkaa 3 kk aloitusjaksolla.
smn: Vajoidittee pargotoimâ álgá 3 mp algâttemáigáduvváin.

source: Suunnitelmaa tarkennetaan ja sopimus-ta jatketaan asiakkaan tarpeiden ja toiveiden mukaan. Työtoimintaan voi osallistua yhtä-jaksoisesti enintään 11 kk ja jaksoja voi olla useita.
smn: Vuávám tärkkilistoo já sopâmuš juátkoo äššigâš táárbui já uulmij mield. Pargotooimân puáhtá uásálisteđ oovtmano enâmustáá 11 mp já áigáduvah pyehtih leđe maaŋgah.

source: Työajat, työtoiminnan tavoitteet sekä toiminnan sisältö määritellään asiakkaan kokonaistilanne huomioiden.
smn: Pargoääigih, pargotooimâ ulmeh sehe tooimâ siskáldâs miäruštâlluvvoo väldimáin vuotân äššigâš olestilálâšvuotâ.

source: Työtoimintaan sisältyy ryhmässä toimimista ja tarvittaessa sosiaali- ja terveyspalveluja sekä talous- ja velkaneuvontaa.
smn: Pargotooimân kuleh juávhust toimâm já táárbu mield sosiaal- já tiervâsvuođâpalvâlusah sehe ekonomia- já velgiravvim.

source: Kuntouttava työtoiminta kestää 3 - 24 kuukautta.
smn: Vajoidittee pargotoimâ pištá 3 - 24 manuppaijeed.

source: Työpäiviä on sopimuksen mukaan 1 - 5 päivää viikossa.
smn: Pargopeeivih láá sopâmuš mield 1 - 5 peeivi ohhoost.

source: Työpäivän pituus on sopimuksen mukaan 4 - 8 tuntia päivässä.
smn: Pargopeeivi kukkodâh lii sopâmuš mield 4 - 8 tijmed peeivist.

source: Työtoiminnasta saa taloudellista etua
smn: Pargotooimâst finnee ekonomâlâš hiäđu

source: Asiakas saa työtoiminnan ajalta täyden työmarkkinatuen 25,74 €/ päivä ja lisäksi verottoman 9 € korvauksen osallistumispäiviltä, mikä maksetaan joko toimintarahana tai ylläpitokorvauksena.
smn: Äššigâš finnee pargotooimâ ääigi oles pargomarkkântorjuu já lasseen viäruttis máávsu uásálistempeeivijn, mii máksoo jo-uv toimâruttân tâi alnetoollâmmáksun.

source: Lisäksi hän voi saada lapsikorotusta alle 18-vuotiaista lapsista.
smn: Lasseen sun puáhtá finniđ vala páárnášluptiittâs vuálá 18-ihásijn párnáin.

source: Joissakin tapauksissa päiväraha korvautuu kunnan maksamana toimeentulotukena, mikä määrittyy toimeentulotukinormien mukaisesti.
smn: Motomijn tábáhtusâin peiviruttâ sajanmaksâšuvá kieldâ mäksim áigápuáturoorjân, mii miärášuvá áigápuáturoorjânoormâi mield.

source: Asiakkaalle aiheutuvat todelliset matkakustannukset kodin ja työpisteen välillä korvataan tarvittaessa edullisimman vaihtoehdon mukaan.
smn: Äššigâžân šaddee tuođâliih mätkikoloh pääihi já pargosaje kooskâ sajanmáksojeh táárbu mield hiäđulumos molsâiävtu mield.

source: Työtoiminnan tehtävät ja sisältö sovitaan yksilöllisesti
smn: Pargotooimâ pargoh já siskáldâs suáppoo ohtâgâslávt

source: Kuntouttavan työtoiminnan tehtävät sovitaan asiakkaan taitojen, toiveiden, mahdollisuuk-sien ja tavoitteiden mukaisesti.
smn: Vajoiditmân valdum pargotooimâ pargoh suáppojeh äššigâš tááiđui, tuoivui, máhđulâšvuođâi já uulmij miäldásávt.

source: Sopimiseen osallistuvat asiakkaan lisäksi kuntouttavan työtoiminnan ohjaaja ja työnantajan edustaja.
smn: Sopâmân uáslisteh äššigâš lasseen vajoiditmân valdum pargotooimâ stivrejeijee já pargoadeleijee ovdâsteijee.

source: Kuntouttavasta työtoiminnasta laaditaan kirjallinen sopimus.
smn: Pargotooimâ ulmen lii äššigâš olestilálâšvuođâ pyeredem ohtâgâslávt já kuuloold.

source: Työtoiminnan tavoitteena on asiakkaan kokonaistilanteen parantaminen yksilöllisesti ja vähitellen.
smn: Pargotoimâ puáhtá leđe eellimhaaldâšmân kullee tááiđui pyeredem kuhesáigásâš pargottisvuođâ maŋa tâi masa táválâš piäiválâš pargo.

source: Yksilöityjä tavoitteita voivat olla:
smn: Ohtâlistum ulmeh pyehtih leđe:

source: fyysisen työkunnon parantaminen
smn: fyysilâš pargovajo pyeredem

source: sosiaalisten taitojen kehittäminen
smn: sosiaallâš tááiđui ovdedem

source: työtietojen ja -taitojen päivittäminen
smn: pargotiäđui já -tááiđui peividem

source: päivittäiseen työrytmiin totuttautuminen
smn: piäiválâš pargoryytmân vuáđáduttem

source: työnhakutaitojen kehittäminen
smn: pargouuccâmtááiđui ovdedem

source: Työtoimintaan sisältyy henkilökohtainen ohjaus ja tuki sekä yleinen palveluohjaus.
smn: Pargotooimân kulá persovnlâš stivrim já toorjâ sehe almos palvâlusstivrim.

source: Työtehtävät ovat usein avustavia tehtäviä palkatun työntekijän ohjauksessa.
smn: Pargoh láá távjá išedeijee pargoh pálkkááttum pargee stivrim- já kocceemvuálásâžžân.

source: Tehtävät voivat liittyä esim. seuraaviin toimialoihin tai tehtäviin:
smn: Pargoh pyehtih lohtâsiđ om. čuávvoo toimâsuorgijd tâi pargoid:

source: siivoustyö
smn: pivtâshuolâttâs

source: ympäristönhoitotyö
smn: kiddodâhhuolâttâs

source: kirjastotoimi
smn: kirjerájutoimâ

source: sosiaalialan avustavat työt ja
smn: sosiaalsyergi išedeijee pargoh já

source: toimisto- ja arkistointitehtävät
smn: toimâttâh- já arkkâdistempargoh

source: Uusia paikkoja etsitään koko ajan ja asiakkaiden esittämiä toiveita pyritään ottamaan huomioon.
smn: Uđđâ sajeh occojeh ubâ ääigi já áššigâšâi tuoivuuh viggojeh väldiđ vuotân.

source: Kuntouttavaan työtoimintaan sovelletaan työturvallisuuslakia ja kunta järjestää työtoiminnan ajaksi tapaturmavakuutuksen.
smn: Vajoidittee Pargotooimân heiviittuvvoo pargotorvolâšvuođâlaahâ já kieldâ uárnee pargotooimâ ááigán täpitormetáhádâs.

source: Kuntouttava työtoiminta ei ole työ- tai virkasuhde, joten sen ajalta ei kerry työsuhteen kaltaisia etuja kuten eläkettä tai vuosilomapäiviä.
smn: Vajoidittee pargotoimâ ij lah pargo- tâi virgekoskâvuotâ, et ton ääigi iä čoggâšuu pargokoskâvuođâ sulâsiih hiäđuh tegu iäláttâh tâi iheluámupeeivih.

source: Se ei myöskään kartuta työttömyysturvan edellyttämää työssäoloehtoa.
smn: Tot ij meid šoddâd pargottisvuođâtorvo vaattâm pargoostorroomiävtu.

source: Työtoiminnasta saa palautetta ja todistuksen tarvittaessa
smn: Pargotooimâst finnee macâttâs já pargotuođâštus

source: Osapuolten tavoitteet työtoiminnalle on määritelty yhteisessä sopimuksessa työtoimintaa aloitettaessa.
smn: Uásipelij ulmeh pargotooimân láá miäruštâllum ohtsii sopâmušâst pargotooimâ aalgâttijn.

source: Työtoiminnasta saa palautetta väli- ja loppuarvioinneissa, joihin osallistuvat asiakas, työnantajan edustaja, työvoimaneuvoja sekä kuntouttavan työtoiminnan ohjaaja.
smn: Pargotooimâst finnee macâttâs koskâ- já loppâárvuštâlmijn, moid uásálisteh äššigâš, pargoadeleijee ovdâsteijee, pargovyeimirävvejeijee sehe vajoiditmân valdum ulmuu pargotooimâ stivrejeijee.

source: sopimuksen laatiminen
smn: sopâmuš rähtim

source: väliarviointi- ja loppuarviointi
smn: koskâárvuštâllâm- já loppâárvuštâllâm

source: työtodistus
smn: pargotuođâštus

source: jatkosuunnitelma
smn: jotkâvuávám

source: Yhteisissä arviointipalavereissa työstetään vähitellen asiakkaan jatkopolkua työelämään, koulutukseen tai muuhun mielekkääseen vaihtoehtoon.
smn: Ohtsijn árvuštâllâmpalaverijn valmâštâlloo kuuloold äššigâš jotkâpäälgis pargoelimân, škovliimân tâi eres miellâsâš molsâiähtun.

source: Kuntouttavasta työtoiminnasta asiakas saa kirjallisen työtodistuksen ja kirjallisen palautteen työ- ja toimintakunnostaan sekä jatkosuunnitelman oman työllistymistilanteensa parantamiseksi.
smn: Vajoidittee pargotooimâst äššigâš finnee kirjálâš pargotuođâštus já kirjálâš macâttâs pargo- já toimâvajostis sehe jotkâvuávám jieijâs paargonšoddâmtilálâšvuođâs pyereedmân.

source: Jatkosuunnitelmat ovat osa työvoimahallinnon tarjoamia palveluja kuten;
smn: Jotkâvuáváámeh láá uási pargovyeimihaldâttâs faallâm palvâlusâid tegu;

source: työelämävalmennusta, työkokeilua, työvoimakoulutusta, palkkatukityötä tai ansiotyötä avoimilta työmarkkinoilta.
smn: pargoeellimvalmim, pargokeččâlmeh, pargovyeimiškovliittâs, pälkkitoorjâpargo tâi tienâspargo ávus pargomarkkânijn.

source: Linkkejä
smn: Liiŋkah

source: Työvoimatoimisto Kela
smn: Pargovyeimitoimâttâh AIL
